Tekla.Structures.Model.ModelObjectSelector.GetAllObjects(Tekla.Structures.Model.ModelObject.ModelObjectEnum)
Returns an enumerator of all the model objects in the current model with the given type.
Enum: The type of the objects to return.
Returns: A model object enumerator of all the model objects with the given type.